---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleVert
source: html/a4602de3-332d-e5f1-92b1-51cbd8394b4a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleVert Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAngleVert { get; }
```